Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 但是宁姚丝毫也没有。
en_us: However, Ning Yao was different. She didn't experience any of these feelings.

source: 但是它实在太大了，根本无法露出完整的真正面貌。
en_us: However, the creature was so enormous that he was unable to see the entirety of its body.

source: 但是宋长镜不yi样，当今大骊皇帝的同母弟弟，还立下过开疆拓土不世之功，更是东宝瓶洲名列前茅的武道宗师。
en_us: However, Song Changjing was different. He was the younger brother of the Great Li Empire's ruler, and he had also made a profound contribution in helping expand the territory of the empire. At the same time, he was more so one of the top-notch martial arts grandmasters of the Eastern Treasured Vial Continent.

source: 但是少年仍然弯腰致谢，道：“谢谢老先生。”
en_us: However, he still extended a grateful bow toward the janitor as he said, "Thank you, Sir."

source: 但是当他一脚踏上台阶之后，天地之间，骤然大放光明。
en_us: However, as soon as he set foot onto the steps, heaven and earth suddenly lit up.

source: 但是当刘灞桥看到老猿踩塌屋顶后的这个落地处，立足之处的两个大坑，这名风雷园剑道天才开始庆幸自己没有轻举妄动，否则就会引火上身，以老猿当时那股新鲜气机的浑厚程度，若非发现福禄街李家大宅的动静，不得不去确定正阳山小女孩的安危，追杀那个狡猾似狐的草鞋少年，不一定有十成把握，但是追杀自己刘灞桥，绝对是一杀一个准。
en_us: However, after seeing the two massive craters that had been smashed into the ground by Bai Yuan's feet after he had launched himself from that rooftop, Liu Baqiao was feeling very grateful for the fact that he hadn't rushed in recklessly. Otherwise, there was a very good chance that he would've diverted Bai Yuan's attention to himself. Only after sensing just how much power Bai Yuan had drawn upon did Liu Baqiao realize just how serious Bai Yuan was about hunting down Chen Ping'an. If it weren't for the fact that he had to go back to the Li Clan's manor to ensure that Tao Zi was safe, perhaps it wasn't a sure thing that he would've been able to capture the cunning and slippery Chen Ping'an, but he would've definitely been able to hunt down Liu Baqiao had Liu Baqiao decided to step in.

source: 但是当陈平安第三次抓着石板鱼上岸后，双手已经空空的少女，依旧蹲在鱼篓旁，只是两只手还在偷偷擦拭着衣角，她仰头看着赤脚少年走近，就像老百姓看待神仙的眼神了。
en_us: However, when Chen Ping'an returned with the third fish, the already empty-handed young girl was still squatting next to the bamboo basket. It was just that she was still secretly wiping her hands on her clothes. She looked up at the barefooted young boy, and it was as if she were a commoner looking up at a god.

source: 但是最后宁姚的盖棺定论，仍是少年跟正阳山老猿捉对厮杀的话，陈平安没有一丝一毫的胜算。
en_us: However, Ning Yao's final conclusion still remained the same, which was that Chen Ping'an had absolutely no chance of victory if he were to face the old ape in a direct battle.

source: 但是男人加重语气，绝不以眼前弟子的天赋卓绝而偏爱，沉声道：“但是你盯上泥瓶巷的同龄人，为什么？我之前已经跟你说过，我真武山兵家修士，尤其是剑道中人，绝不可以滥杀无辜！”
en_us: The man's voice became solemn, and he showed no signs of being lenient on his disciple just because he was talented. "However, you targeted the young boy from Clay Vase Alley instead. Why? I already told you before that martial artists from True Martial Mountain, especially swordsmen, definitely shouldn't attack and kill innocent people for no reason!"

source: 但是直觉告诉老猿，最好将那草鞋少年迅速击毙在山中。
en_us: However, his instincts told him that he had to kill Chen Ping'an as soon as possible.

source: 但是真正的原因，还是陈平安比刘羡阳，更知道那些外乡人的“不讲道理”。
en_us: However, the true reason was because Chen Ping'an knew better than Liu Xianyang just how "unreasonable" those outsiders were.

source: 但是等到天大亮，衙署门房提着扫帚出来清扫街道了，少年也没有看到出发的马车。
en_us: However, even as the sun rose up into the sky, and the porter came out with a brrom to sweep the streets, Chen Ping'an still didn't spot any horse-drawn carriages leaving the office.

source: 但是老猿有一阵后怕。
en_us: Despite the fact that the injury was so minor that it was virtually negligible, a layer of cold sweat had beaded up on Bai Yuan's forehead.

source: 但是脱缰野马一般的混乱潜意识当中，陈平安无比确定眼前人物，比齐先生更加虚无缥缈，就像他或是她距离人间更远。
en_us: However, even though Chen Ping'an's consciousness was quite fuzzy and muddled, he was certain that this person was even more ethereal than Mr. Qi. In other words, they were even further detached from the realm of mortals.

source: 但是草鞋少年下一句话，拥有一种化腐朽为神奇的效果，让少女差点憋出内伤来。
en_us: Chen Ping'an's next words had the magical effect of turning a terrible situation into a good one. However, the young woman was so stifled that she almost suffered an internal injury.

source: 但是让孩子一次次翻白眼的事情发生了，左手掌心托碗的老人，卯足劲用右手足足提了他五六次，可一次也没能把他成功提起来，孩子最后斜瞥了眼老人的细胳膊细腿，摇了摇头，心想同样是瘦杆子，陈平安那个穷光蛋的力气，就比这个老头子大多了。只是想着自己还没瞧见白碗里头的光景，仿佛天生早早开窍的孩子，就忍着没说一些会让老人下不来台的言语，要知道，在泥瓶巷杏花巷这一带，论吵架骂街，尤其是阴阳怪气说话，这个孩子能排第三，第二是读书人宋集薪，第一则是这个孩子他娘。
en_us: However, much to the child's dismay and exasperation, the old man held his bowl over his left palm and tried to lift the child with all his might using his right arm five or six times in a row, only to fail every single time. The child glanced disdainfully at the old man's thin arms and legs, and he shook his head as he thought about how Chen Ping'an was far stronger than the old man, even though they had roughly the same build. However, the child was very smart, and he knew that if he wanted to see what was in the bowl, then he would have to remain in the old man's good graces, so he held back the urge to insult him. In the Clay Vase Alley and Apricot Blossom Alley area, the child could arguably rank third when it came to winning verbal altercations on the street and delivering potent insults, while Song Jixin ranked second, and the child's mother reigned supreme at the top.

source: 但是让河婆心惊胆战的一幕出现了，溪水如遇高高在上的天敌，未战先降，自动绕行，往下游涌去。
en_us: However, in the next instant, the river guardian was horrified to see that the water was avoiding Ruan Xiu at all costs as if she were the bane of its existence, skirting around her in a wide berth before flowing downstream.

source: 但是话说回来，修行一事，大道漫长，气运，天赋，根骨，机缘，性情，缺一不可，可最后修行路上，既有一步先步步先，也有厚积薄发大器晚成，所以并无绝对。
en_us: Taking a step back, however, one had to realize that the path of cultivation was a long one. Fortune, talent, aptitude, fated opportunities, and a mature temperament where all critical aspects that couldn't be missing. Even so, there were those who would lead from the beginning and end up leading thoughout, while there were also those who would accumulate for a long time before suddenly soaring to great heights. When it came to cultivation, nothing was set in stone.

source: 但是那汉子欲言又止，满肚子的疑问，只是木讷口拙，不知如何问起。
en_us: The man wanted to say something, but he couldn't form the right words to speak them. His mind was filled with questions, but his reserved and inarticulate nature prevented him from asking them. He didn't know where to begin.

source: 但是陈平安不敢胡乱练习，当时只是瞥了几眼，就忍住不去翻看，他觉得还是应该让宁姑娘鉴定之后，确认无误，再开始修习。
en_us: However, Chen Ping'an didn't dare to recklessly practice these. At the time, he had only taken a few glances at those diagrams before stopping himself from reading any further. He felt like he should leave it to Ning Yao to appraise and verify the effects of those techniques first before starting to practice them.

source: 但是陈平安坚持要亲眼看到刘羡阳被阮师傅收为徒弟，才能安心离开。
en_us: However, Chen Ping'an insisted on staying until he personally witnessed Liu Xianyang becoming Master Ruan's disciple. Only then would he be able to leave with an easy mind.

source: 但是陈平安方才冷不丁心一紧，如芒在背，就像是溪水当中有冤死的水鬼，盯住了自己，很荒诞的感觉。
en_us: However, for some reason, a chill had run down his spine just now, as if there were water-dwelling ghosts looking out at him from the creek. It was a very strange and unsettling feeling, but all he could see was the water in the creek flowing long gently as normal.

source: 但是陈平安没来由心头一震，不过仍是没有任何退缩，因为形势紧迫，已经容不得他悬崖勒马，不如纵身一跃，冒险一搏。
en_us: However, Chen Ping'an's heart suddenly jolted at this moment, though he still didn't choose to retreat. This was because his momentum was far too great, making it impossible for him to come to a sudden stop. Since this was the case, he was better off leaping forward and taking a gamble.

source: 但是陈平安能够这么多年坚持下来，一年到头无病无灾，很大程度上，靠的都是杨老头当年传授的那套呼吸法子。
en_us: Meanwhile, the reason that Chen Ping'an was able to persevere for so many years and remain in good health was in large part thanks to the breathing technique that Old Man Yang had taught him.

source: 但是马苦玄突然惊骇瞪眼。
en_us: However, Ma Kuxuan's eyes suddenly widened in shock and terror.

source: 但是齐静春不知为何，内心深处，偏偏心存一丝侥幸，连他自己也百思不得其解。
en_us: For some reason, however, Qi Jingchun felt a lingering sense of hope deep down in his heart. Even he was perplexed by why this was.

source: 但是齐静春心知肚明，东宝瓶洲儒教书院的这位君子可以忍，道教宗门的那对金童玉女，佛教大小禅寺的护经师、那位蜚声海外的苦行僧，以及兵家的代表人物，这三方势力都不太可能会顾忌山崖书院的颜面了，尤其不会听从他齐静春的意愿，肯定会毫不犹豫取回各自势力的压胜之物。
en_us: However, Qi Jingchun knew that it was only this Confucian scholar from the Eastern Treasured Vial Continent's academy who would be able to tolerate such an answer. Meanwhile, the Golden Boy and Jade Girl from the Daoist Sect, the Dharmapala from the Mahayana and Hinayana Buddhist Sects, and the representative from the martial arts world all wouldn't give the Mountain Cliff Academy any face. They more so wouldn't listen to Qi Jingchun's desire. Thus, they would definitely retrieve their treasures without a shred of hesitation.

source: 低头的少女，双手撑在地上，挣扎着起身，不见容颜的她，发出一阵阴恻恻的笑声：“你们可以压我低头，但我绝对不认错！”
en_us: Zhi Gui pressed her palms against the ground, trying to struggle against the palm that had forced her head to the ground as she cackled, "You can force me to lower my head, but I'll never admit to any wrongdoing!"

source: 何况刘灞桥在小镇又不是没有后手。
en_us: Furthermore, Liu Baqiao had his own trump card in the town.

source: 何况那个人还姓卢，在前一天深夜，与他这个哥哥喝酒壮胆的时候，无比雀跃，说是以后一定要飞黄腾达，光耀门楣，兄弟二人再不做井底之蛙了，要联手在外边闯出一片天地。
en_us: Just the night before, the two brothers had been drinking together, and Lu Zhengchun's younger brother had been extremely motivated and brimming with excitement, declaring that he was definitely going to become successful and bring honor to the clan, that the two of them were going to work together and make something out of themselves rather than staying their entire lives in the confines of the Lu Manor.

source: 何止是小机缘？
en_us: This was not just some insignificant opportunity.

source: 作为一方天地的临时主人，齐静春当然知晓陈平安一家三口的来龙去脉，甚至往上追溯百年千年，他哪怕没有亲眼看到过少年的祖辈，大致上也能推衍演化而出。道理很简单，就像是县衙的县太爷，真想要看治下百姓的身世传承，只需要去掌管户籍的户房，查询档案，一目了然。
en_us: As the temporary master of this place, Qi Jingchun was naturally aware of the history of Chen Ping'an's family. Even though he hadn't personally seen Chen Ping'an's ancestors, he was able to roughly deduce the family's history going back centuries, even over 1,000 years in the past. The reason for this was very simple. It was just like if the magistrate of a county administration wanted to see the family history of one of the residents of the county, all he would have to do would be to pull up that person's file from the ministry of revenue, which held all of the county's family registries, and everything would be laid out before him.

source: 佝偻汉子皱了皱眉头，又习惯性蹲下身，面朝破坏屋子，闷闷道：“凭啥？”
en_us: The hunch-backed man's brows furrowed slightly, and he habitually squatted down again, facing his broken house as he grumbled, "Why should I?"

source: 佝偻汉子问道：“还有事吗？”
en_us: "Did Master say anything else?" the hunch-backed man asked.

source: 你托付他一事，千难万难，哪怕明知道少年到最后，拼尽全力也做不到，可是你却能实实在在笃定一件事，他只要答应了，就一定会去做，十分气力做不到，也愿意咬牙使出十二分力气。
en_us: If you gave this young boy a task, no matter how difficult it was, and even if you knew that he would ultimately fail regardless of how hard he tried, there was still one thing that you could guarantee with absolute confidence. That was, if he agreed to do something, he would definitely go and do it. If he couldn't succeed with 100% effort, then he would be willing to grit his teeth and put in 120% effort.

source: 你说你陈平安，每天穷得揭不开锅，睡着一间八面漏风的破房子，一年到头连一串糖葫芦也吃不着，你还乐呵个啥？
en_us: This Chen Ping'an was so poor that he could barely afford to cook, and he was also sleeping in a rundown room that leaked wind from all the different directions. In fact, he couldn't even afford a single stick of candied hawthorn. That being the case, what in the world was he so happy about?

source: 你齐静春神通广大，可到底是这天地方圆中的一个，更是主持大阵枢纽的那个可怜人，我们就是不愿白白施舍这份香火情，能奈我何？
en_us: Qi Jingchun may have been powerful, but he was still nothing more than just another person in this land. In fact, he was more so the pitiful person who had to control the large formation of this place. Thus, even if the locust tree was unwilling to show charity and give him a locust leaf with ancestral blessings, what could he do?

source: 佩刀少女走在宽敞巷弄，心想是不是回头抽空找几本书啃啃？
en_us: Walking through a wide alley, the young woman with a saber hanging by her waist pondered whether she needed to read a few more books in her spare time.

source: 依循儒教礼制，原本唯有一国天子，可执镇圭。
en_us: According to the teachings of Confucianism, only the ruler of a nation could be in possession of a regal tablet, so its existence was a testament to just how significant a place the town was.

source: 依旧锈迹斑斑，跟她还是孩提时、年少时、少妇时所见，并无半点异样。
en_us: It was still as rusty as ever and looked no different from back when she was a child.

source: 修行之人，都知道符剑是道家主要法器之一，但是如果一把剑，能够直接冠以“符剑”之名，并且世人皆知，可想而知，这把剑会是如何惊艳。
en_us: All cultivators were aware that talismanic swords were one of the most important artifacts of Daoism. However, if a sword could be directly referred to as a talismanic sword and was renowned across the entire continent, then it naturally had to be an extremely exceptional sword.

source: 修行路上，同道中人，善缘孽缘，一线之间。
en_us: On the path of cultivation, even the slightest interference could completely change the trajectory of one's fate.

source: 修行路上，术法无边，神通无穷。理有大小，道有高低。
en_us: On the path of cultivation, there was no limit to the power that one could obtain.

source: 修行路上，莫名其妙夭折于阳关大道，或是死于争一线机缘的独木桥上，都有，虽说不算太多，但绝对不是稀罕事。
en_us: On the path of cultivation, there were always cases where exceptional prodigies perished under unexpected circumstances. It wasn't exactly a commonplace occurrence, but it definitely wasn't all that rare, either.

source: 修身齐家治国平天下，这位出自崔氏的圣人种子，却只说到修身便打住了。
en_us: In the words of Confucius, one who excelled in self-cultivation and familial management would be well equipped to manage a nation and uphold peace. However, the scholarly man had only mentioned self-cultivation here.

source: 倒不是说少女如何倾国倾城，只是过于英气勃发，很大程度上让人忘记她的容貌出彩。
en_us: She wasn't particularly stunning or gorgeous, but there was a gallant and resilient appearance about her that made her stand out despite her relative lack of traditional beauty.

source: 倒是那名矮小一些的丫鬟，眼神锐利，第一时间就自己站在小女孩身前，迅速环顾四周。
en_us: In contrast, the shorter of the two maidservants was far more alert, and she immediately positioned herself in front of Tao Zi before quickly inspecting the surrounding area.

source: 假若不是身处此方天地，老子一只手，就能捶杀你齐静春之流的三教神仙。
en_us: If they weren't in the place, he could easily kill someone like Qi Jingchun — an immortal from the three religions — with a single hand.

source: 偌大一座东宝瓶洲，不过山崖、观湖两座书院。
en_us: In the vast Eastern Treasured Vial Continent, there were but two Confucian academies — Mountain Cliff Academy and Lake View Academy.

source: 偏居一隅的小镇，没有什么所谓的书香门第，所以读书人，堪称凤毛麟角。
en_us: There were no highly educated clans in this secluded little town, so scholars were exceedingly rare here.

source: 做完这一切后，陈平安终于能够躺在被窝里，身体渐渐温暖起来，但是少年两眼发亮。
en_us: After doing all this, Chen Ping'an finally crawled into bed, with his body slowly warming up. However, his eyes were still wide open.

source: 做完这一切，宁姚好奇问道：“陈平安，这是你们小镇的风土习俗？是祖辈传下来的规矩讲究？”
en_us: After doing all this, Ning Yao asked in curiosity, "Chen Ping'an, is this a custom of the small town? Is this something passed down by your ancestors?"

source: 做窑工的时候，许多次陈平安登上山顶后，远眺小镇，除了寻找泥瓶巷在哪个方位，往往第二个想要知道的地方，就是那座学塾。年少时，有个黝黑消瘦的孩子，经常会去学塾，蹲靠在墙脚根，头顶就是书声琅琅，虽然听不懂在说什么，但是孩子会莫名觉得安心和心安，心很静，一天受到的委屈，听着听着就没了。
en_us: Back when he was a worker at the kiln, he had looked back at the town on many occasions after scaling to the top of a mountain. The first place that he would search for from his vantage point was Clay Vase Alley, and the second place was often the school. Back in his younger days, he would often go the school and squat down at the foot of the wall to hear the lessons being taught inside. He didn't understand what was being taught, but just listening to the lessons alone instilled him with a sense of peace and tranquility, and all of the negative emotions that had accumulated during the day would fade away.

source: 偶尔有成群结队的鲤鱼，在她视线里游曳而过，数目不等，红青两色皆有。
en_us: Occasionally, there were schools of different numbers of red and green carp swimming past under her watchful gaze.

source: 像对于苻南华蔡金简，又像对陆道长和宁姑娘。
en_us: This was just like how he had quickly judged the characters of Fu Nanhua and Cai Jinjian, and just like how he had quickly judged the characters of Daoist Lu and Ning Yao.

source: 像是天地之间拉开了两百丈距离。
en_us: It was as if 2,000 feet had opened up between heaven and earth.

source: 僧人一言不发。
en_us: The monk remained silent.

source: 僧人缓缓走来，登上青牛背。
en_us: The monk slowly walked over and climbed up the Azure Cow Ridge.

source: 儒士一手负后，一手虚握拳头，放于身前腹部，笑道：“兵家武道，唯快不破。只可惜此方天地，哪怕分崩离析在即，可只要是在那之前，便是十位陆地神仙联手破阵，也不过是蚍蜉撼大树。何况是你？
en_us: Qi Jingchun clasped one hand behind his back while holding his other hand in front of his own belly in the form of a loose fist, and he smiled as he said, "All martial arts techniques have their weaknesses, but speed alone is the be-all and end-all. Unfortunately for you, even though this world in on the verge of collapse, as long as it still hasn't collapsed yet, even the combined power of the 10 terrestrial gods has no better chance of defying my will than an ant does at moving a tree."

source: 儒士不可谓不学识渊博，对此仍是百思不得其解，总不好将那把蕴含巨大气数的长剑，强塞给少女，最后只好出声提醒道：“姑娘，最好收起那把剑。接下来，小镇会很不……太平。多一样东西防身，终归是好事情。”
en_us: Qi Jingchun certainly couldn't be said to be lacking in knowledge or intelligence, but he was still completely perplexed by the young woman's decision. He couldn't just force the longsword onto the young woman, so in the end, he could offer her some words of caution. "I suggest you take that sword with you, young lady. This town is going to... undergo some turmoil soon, and it's always a good thing to have something extra to defend yourself with."

source: 儒士会心一笑，竟是没有出声喝斥，反而不再大煞风景地咳嗽出声，任由身旁少年痴痴望向那位少女。
en_us: An amused smile appeared on Qi Jingchun's face, and he didn't scold Zhao Yao, nor did he clear his throat again to try and draw the boy's attention. Instead, he merely allowed him to continue staring at the young woman, and the woman didn't appear to have sensed his gaze.

source: 儒士双手负后，仰头望着着黄鸟，神情凝重。
en_us: Qi Jingchun clapsed his hands behind his back as he looked up at the oriole with a grim expression, but Zhao Yao wasn't able to spot anything amiss about it.

source: 儒士好奇笑道：“哦？说说看。”
en_us: "Oh? Tell me why you think that," Mr. Qi prompted with an intrigued smile.

source: 儒士对此视而不见，冷笑道：“我知道你其实有无穷无尽的愤怒，怨恨，杀意。我并非容不得异类，只是你要知道，随意起恻隐之心，泛滥施行慈悲之举，从来不是真正的三教教义。”
en_us: Qi Jingchun could see what she was doing, but he paid no heed to this as he sneered, "I know that youre heart is filled with boundless rage, resentment, and killing intent. I've never one to be completely intolerant to those of different races and ethnicities, but what you have to understand is that excessive and indiscriminate kindness and benevolence has never been the true doctrine of the three teachings."

source: 儒士微笑道：“不错，狮子搏兔亦用全力。只不过话说回来，我这个弟子，确实冒犯了姑娘，可是罪不至死吧？”
en_us: Qi Jingchun smiled as he replied, "It's commendable that you aren't holding back at all. As the saying goes, even a lion hunting a rabbit must do so with all its might. Having said that, while it's true that my disciple has caused some offense to you, surely his transgressions aren't punishable by death!"

source: 儒士惋惜道：“这把剑的质地相当不俗，但距离顶尖，仍是有些差距，导致最多只能承载两个字的分量，都有些勉强了，否则以你的资质根骨，不说全部拿走四个字，三个字，肯定绰绰有余……”
en_us: A wistful look appeared on Qi Jingchun's face as he said, "This sword is forged from very fine materials, but it's still quite some way away from being a top-tier sword, so at the very most, it'll only be able to bear the weight of two characters, and even that is a bit of a stretch. Otherwise, with your aptitude, I can't say for sure that you'll be able to take all four characters, but you can definitely take three with ease."

source: 儒士感到好笑，轻轻咳嗽一声。
en_us: Qi Jingchun was rather amused to see this, and he gently cleared his throat, but Zhao Yao continued to stare at the young woman in a dazed manner, completely oblivious to the fact that Qi Jingchun was issuing him a reminder that it was rude to stare.

source: 儒士打断少年，“奇怪？怎么奇怪了，你自幼在这里长大，根本从未走出去过，难道你见识过小镇以外的风光景象？既无对比，何来此言？”
en_us: "How are those things strange? You've grown up here your entire life and never left the town, could it be that you've seen what the world outside the town is like? Without any point of comparison, how do you know whether something is strange or not?" Mr. Qi asked.

source: 儒士摆摆手，示意此事与少年无关，只是带着他来到最后一面匾额下。
en_us: Qi Jingchun made a reassuring gesture, indicating that what he spoke of had nothing to do with Zhao Yao, and he led the boy to the final plaque.

source: 儒士摇头笑道：“并非是你以为的障眼法，此方天地，类似佛家所谓的小千世界，在这里，我就是……”
en_us: Qi Jingchun shook his head with a smile as he said, "Are you thinking to yourself that you've fallen under some type of illusion? This world is akin to the small thousandfold worlds of Buddhism. Here, I am... Oh?"

source: 儒士有些头疼，倒不是生气，而是局面比较棘手，沉声道：“赵繇，转过身去！”
en_us: Qi Jingchun was slightly annoyed. He wasn't angry, it was just that there was going to be some trouble afoot, and he instructed in a stern voice, "Turn around, Zhao Yao!"

source: 儒士望向窗外，并无太多的悲喜，只是有些神色寂寞，“齐静春愧对恩师，苟活百年，只欠一死。”
en_us: Qi Jingchun cast his gaze out the window, and he didn't look particularly sorrowful or pleased, only a little lonely and dejected. "I have failed you, my teacher. I have been clinging onto life here for over century, and now, it's time for me to give up the life that I owe to you."

source: 儒士欣慰笑道：“可以了，多说无益。”
en_us: "That's enough, there's no need to raise any more examples," Qi Jingchun said with a pleased smile.

source: 儒士沉声道：“别忘了！这一线生机，是圣人们给你的，并非你争取而来！否则别说镇压你三千年，三万年又有何难？！”
en_us: "Don't forget that you are only alive now because the sages granted you a chance at life! It is a privilege, not a right! Otherwise, I could easily suppress you here for 30,000 years, let alone 3,000!"

source: 儒士漫不经心地抖动手腕，那柄长剑眨眼间就回到了主人的剑鞘，因为已经归鞘，所以暂时无人知晓，剑身上有两股气息游走如蛟龙。
en_us: With a casual flick of Qi Jingchun's wrist, the longsword returned to its owner's scabbard in the blink of an eye. Due to the fact that it had been sheathed, no one was able to see the two auras surging over the blade of the sword like a pair of flood dragons.

source: 儒士犹豫了一下，神色认真道：“以后见到她，你一定要绕道而行。”
en_us: Qi Jingchun hesitated momentarily, then replied with a serious expression, "From now on, make sure to keep your distance if you see her."

source: 儒士瞥了眼被少女舍弃的剑，内心深处感到一种久违的沉重，不得不问了有失身份的问题：“你知道我是谁吗？”
en_us: Qi Jingchun took a glance at the sword that had been discarded by the young woman, and a heavy sensation that he hadn't felt for a very long time welled up in his heart. He couldn't help but ask a question that was rather unbefitting of someone of his status: "Do you know who I am?"

source: 儒士神色闲适，没有任何躲避的意思，只是轻轻一跺脚。
en_us: Qi Jingchun wore a carefree expression, and he made no effort to take evasive measures. Instead, all he did was gently stomp a foot down onto the ground, sending a burst of ripples surging through the air.

source: 儒士站起身，对高稹说道：“若非你率先占据了份大机缘，你们两人今日无法如此轻松离开。”
en_us: The scholar stood up straight again as he turned to Gao Zhen and said, "If it isn't for the fact that you've already claimed that fated opportunity, the two of you won't be able to leave this place so easily."

source: 儒士笑了笑，对此不曾答话。
en_us: The scholar merely smiled and offered no response.
